[A_Item_Unique.Artifact_Blade ArtifactDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Ídolo do Capitão Blade"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Unique.Artifact_SeraphBloodRelic ArtifactDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Sangue dos Serafins" 
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Attributes.AttrPresent_ArtifactHealthPercentReturnedOnKill AttributePresentationDefinition]
Description="Saúde regen. ao matar" 

NoConstraintText=""
Suffix=""
Prefix=""

[Attributes.AttrPresent_ArtifactTimeToBeRevivedMultiplier AttributePresentationDefinition]
Description="Hora de lutar por sua vida" 

NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_Blade:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Proporciona um pouco de [skill]saúde[-skill] após cada [skill]morte[-skill]."

NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_Blade:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="É cada um por si." 
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_Blade:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Maldição da morte súbita!" 
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_SeraphBloodRelic:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Melhora a pontuação da sua [skill]saúde[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_SeraphBloodRelic:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Seu poder flui através do corpo..." 
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_SeraphBloodRelic:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Acrescenta [skill]regeneração de saúde[-skill]." 
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.Skill_BladeRelic SkillDefinition]
SkillName="Habilidade Relíquia do Blade" 
SkillDescription=""
LockedSkillDetailStr="<Locked>"

